import { News } from "../types"

export const news: News[] = [
	{
		id: 1,
		image: "/news1.jpg",
		title: "Заголовок новости 1",
		description: [
			"В студии уверены, что их подход к дизайну и внимание к деталям помогут создать логотип, который станет визитной карточкой любой компании.",
			"Студия уже имеет опыт работы с крупными клиентами из различных отраслей, и теперь предлагает свои услуги малым и средним предприятиям. “Мы стремимся к тому, чтобы каждый клиент получил именно то, что ему нужно, и в то же время оставался доволен результатом”, - говорит руководитель студии “500 на 700”.",
			"Новый сервис уже доступен на сайте студии, и клиенты могут заказать разработку логотипа как для своего бизнеса, так и для социальных сетей. “Создание логотипа - это важный шаг для любого бизнеса, и мы рады помочь в этом процессе”, - добавляет руководитель студии.",
		],
		date: "01 января 1990",
		subtitle:
			"Студия графического и веб-дизайна “500 на 700” объявила о запуске нового сервиса - создании уникальных логотипов для бизнеса. ",
	},
	{
		id: 2,
		image: "/news2.jpg",
		title: "Заголовок новости 2",
		description:
			"Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
		subtitle:
			"Студия графического и веб-дизайна “500 на 700” объявила о запуске нового сервиса - создании уникальных логотипов для бизнеса. ",
	},
	{
		id: 3,
		image: "/news3.jpg",
		title: "Заголовок новости 3",
		description:
			"Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
		subtitle:
			"Студия графического и веб-дизайна “500 на 700” объявила о запуске нового сервиса - создании уникальных логотипов для бизнеса. ",
	},
	{
		id: 4,
		image: "/news4.jpg",
		title: "Заголовок новости 4",
		description:
			"Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
		subtitle:
			"Студия графического и веб-дизайна “500 на 700” объявила о запуске нового сервиса - создании уникальных логотипов для бизнеса. ",
	},
	{
		id: 5,
		image: "/news5.jpg",
		title: "Заголовок новости 5",
		description:
			"Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
	},
	{
		id: 6,
		image: "/news6.jpg",
		title: "Заголовок новости 6",
		description:
			"Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
	},
]
