import { News } from "../types";

export const news: News[] = [
	{
    id: 1,
		image: "/news1.jpg",
		title: "Заголовок новости 1",
		description:
			"Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
	},
	{
    id: 2,
		image: "/news2.jpg",
		title: "Заголовок новости 2",
		description:
			"Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
	},
	{
    id: 3,
		image: "/news3.jpg",
		title: "Заголовок новости 3",
		description:
			"Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
	},
	{
    id: 4,
		image: "/news4.jpg",
		title: "Заголовок новости 4",
		description:
			"Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
	},
	{
    id: 5,
		image: "/news5.jpg",
		title: "Заголовок новости 5",
		description:
			"Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
	},
	{
    id: 6,
		image: "/news6.jpg",
		title: "Заголовок новости 6",
		description:
			"Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание новости в 3 строки Описание...",
		date: "01 января 1990",
	},
]
